-- phpMyAdmin SQL Dump
-- version 2.10.0.2
-- http://www.phpmyadmin.net
-- 
-- 主机: localhost
-- 生成日期: 2008 年 11 月 07 日 17:06
-- 服务器版本: 5.0.27
-- PHP 版本: 4.3.11RC1-dev

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";

-- 
-- 数据库: `xuanjianghui`
-- 

-- --------------------------------------------------------

-- 
-- 表的结构 `activities`
-- 



INSERT INTO `activities` (`id`, `calendar_id`, `user_id`, `place_id`, `backplace_id`, `act_subject`, `act_type`, `act_place`, `place_name`, `access_type`, `view_category`, `category`, `hot_category`, `start_time`, `end_time`, `act_year`, `act_month`, `act_week`, `act_day`, `act_hour`, `updated_on`, `end_year`, `end_month`, `end_day`, `end_week`, `end_hour`, `publish_ind`, `act_location`, `view_count`, `comment_count`, `rank`, `whole_day`, `useless_count`, `useful_count`, `auth`, `attach1`, `pic_link`, `is_long`, `created_on`) VALUES 
(441183, 1684, 44, NULL, NULL, 'MARVELL（俊茂微电子）2008-2009年清华大学校园招聘宣讲会', 'event', '清华大学就业指导中心多功能厅', NULL, '公开', NULL, '招聘求职', '招聘求职', '2008-11-24 18:30:00', '2008-11-24 20:30:00', 2008, 11, 0, 24, NULL, '2008-10-26 02:41:51', 2008, 11, 24, NULL, 0, 0, '北京', 1, 0, 0, 0, 0, 0, 1, '', NULL, 0, '2008-10-26 02:41:51'),
(441184, 1684, 44, NULL, NULL, '北大方正集团2008-2009年北京理工大学校园招聘宣讲会', 'event', '北京理工大学中心教学楼211', NULL, '公开', NULL, '招聘求职', '招聘求职', '2008-10-31 13:30:00', '2008-10-31 16:30:00', 2008, 10, 0, 31, NULL, '2008-10-26 02:41:51', 2008, 10, 31, NULL, 0, 0, '北京', 1, 0, 0, 0, 0, 0, 1, '', NULL, 0, '2008-10-26 02:41:51'),
(441185, 1684, 44, NULL, NULL, '北大方正集团2008-2009年北京邮电大学校园招聘宣讲会', 'event', '北京邮电大学三教 136', NULL, '公开', NULL, '招聘求职', '招聘求职', '2008-10-28 09:30:00', '2008-10-28 13:00:00', 2008, 10, 0, 28, NULL, '2008-10-27 21:04:26', 2008, 10, 28, NULL, 0, 0, '北京', 5, 0, 0, 0, 0, 0, 1, '', NULL, 0, '2008-10-26 02:41:51'),
(441186, 1684, 44, NULL, NULL, '东风本田汽车2008-2009年北京航空航天大学校园招聘宣讲会', 'event', '北京航空航天大学学术厅', NULL, '公开', NULL, '招聘求职', '招聘求职', '2008-11-20 09:30:00', '2008-11-20 21:30:00', 2008, 11, 0, 20, NULL, '2008-10-26 02:41:51', 2008, 11, 20, NULL, 0, 0, '北京', 1, 0, 0, 0, 0, 0, 1, '', NULL, 0, '2008-10-26 02:41:51'),
(441187, 1684, 44, NULL, NULL, '东风本田汽车2008-2009年北京理工大学校园招聘宣讲会', 'event', '北京理工大学车辆重点实验楼二楼报告厅', NULL, '公开', NULL, '招聘求职', '招聘求职', '2008-11-20 19:30:00', '2008-11-20 21:30:00', 2008, 11, 0, 20, NULL, '2008-10-27 11:18:00', 2008, 11, 20, NULL, 0, 0, '北京', 2, 0, 0, 0, 0, 0, 1, '', NULL, 0, '2008-10-26 02:41:51'),
(441188, 1684, 44, NULL, NULL, '福建星网锐捷通讯股份有限公司2008-2009年北京邮电大学校园招聘宣讲会', 'event', '北京邮电大学', NULL, '公开', NULL, '招聘求职', '招聘求职', '2008-11-21 18:30:00', '2008-11-21 20:30:00', 2008, 11, 0, 21, NULL, '2008-10-26 02:41:51', 2008, 11, 21, NULL, 0, 0, '北京', 1, 0, 0, 0, 0, 0, 1, '', NULL, 0, '2008-10-26 02:41:51'),
(441189, 1684, 44, NULL, NULL, '甘肃移动2008-2009年北京大学校园招聘宣讲会', 'event', '北京大学', NULL, '公开', NULL, '招聘求职', '招聘求职', '2008-10-28 08:00:00', '2008-10-28 23:00:00', 2008, 10, 0, 28, NULL, '2008-10-28 00:25:24', 2008, 10, 28, NULL, 0, 0, '北京', 4, 0, 0, 1, 0, 0, 1, '', NULL, 0, '2008-10-26 02:41:51'),
(441190, 1684, 44, NULL, NULL, '甘肃移动2008-2009年北京邮电大学校园招聘宣讲会', 'event', '北京邮电大学', NULL, '公开', NULL, '招聘求职', '招聘求职', '2008-10-27 08:00:00', '2008-10-27 23:00:00', 2008, 10, 0, 27, NULL, '2008-10-27 19:35:02', 2008, 10, 27, NULL, 0, 0, '北京', 14, 0, 0, 1, 0, 0, 1, '', NULL, 0, '2008-10-26 02:41:51'),
(441191, 1684, 44, NULL, NULL, '甘肃移动2008-2009年清华大学校园招聘宣讲会', 'event', '清华大学', NULL, '公开', NULL, '招聘求职', '招聘求职', '2008-10-25 08:00:00', '2008-10-25 23:00:00', 2008, 10, 0, 25, NULL, '2008-10-26 02:41:51', 2008, 10, 25, NULL, 0, 0, '北京', 1, 0, 0, 1, 0, 0, 1, '', NULL, 0, '2008-10-26 02:41:51'),
(441192, 1684, 44, NULL, NULL, '湖南拓维集团2008-2009年北京邮电大学校园招聘宣讲会', 'event', '北京邮电大学科技大厦4层多功能厅', NULL, '公开', NULL, '招聘求职', '招聘求职', '2008-11-19 19:00:00', '2008-11-19 21:00:00', 2008, 11, 0, 19, NULL, '2008-10-26 02:41:51', 2008, 11, 19, NULL, 0, 0, '北京', 1, 0, 0, 0, 0, 0, 1, '', NULL, 0, '2008-10-26 02:41:51'),
(441193, 1684, 44, NULL, NULL, '康师傅控股有限公司2008-2009年人民大学校园招聘宣讲会', 'event', '人民大学逸夫会议中心', NULL, '公开', NULL, '招聘求职', '招聘求职', '2008-11-20 18:00:00', '2008-11-20 20:00:00', 2008, 11, 0, 20, NULL, '2008-10-26 02:41:51', 2008, 11, 20, NULL, 0, 0, '北京', 1, 0, 0, 0, 0, 0, 1, '', NULL, 0, '2008-10-26 02:41:51'),
(441194, 1684, 44, NULL, NULL, '罗克韦尔自动化2008-2009年清华大学校园招聘宣讲会', 'event', '清华大学就业指导中心多功能厅', NULL, '公开', NULL, '招聘求职', '招聘求职', '2008-11-20 19:00:00', '2008-11-20 21:00:00', 2008, 11, 0, 20, NULL, '2008-10-27 15:01:48', 2008, 11, 20, NULL, 0, 0, '北京', 2, 0, 0, 0, 0, 0, 1, '', NULL, 0, '2008-10-26 02:41:51'),
(441195, 1684, 44, NULL, NULL, '青牛软件2008-2009年北京工商大学校园招聘宣讲会', 'event', '北京工商大学东区招聘室', NULL, '公开', NULL, '招聘求职', '招聘求职', '2008-11-19 15:00:00', '2008-11-19 17:00:00', 2008, 11, 0, 19, NULL, '2008-10-26 02:41:51', 2008, 11, 19, NULL, 0, 0, '北京', 1, 0, 0, 0, 0, 0, 1, '', NULL, 0, '2008-10-26 02:41:51'),
(441196, 1684, 44, NULL, NULL, '青牛软件2008-2009年北京科技大学校园招聘宣讲会', 'event', '北京科技大学七号楼雷目报告厅', NULL, '公开', NULL, '招聘求职', '招聘求职', '2008-11-21 14:30:00', '2008-11-21 17:00:00', 2008, 11, 0, 21, NULL, '2008-10-26 02:41:51', 2008, 11, 21, NULL, 0, 0, '北京', 1, 0, 0, 0, 0, 0, 1, '', NULL, 0, '2008-10-26 02:41:51'),
(441197, 1684, 44, NULL, NULL, '青牛软件2008-2009年北京理工大学校园招聘宣讲会', 'event', '北京理工大学2号楼102', NULL, '公开', NULL, '招聘求职', '招聘求职', '2008-11-20 19:00:00', '2008-11-20 21:00:00', 2008, 11, 0, 20, NULL, '2008-10-26 02:41:51', 2008, 11, 20, NULL, 0, 0, '北京', 1, 0, 0, 0, 0, 0, 1, '', NULL, 0, '2008-10-26 02:41:51'),
(441198, 1684, 44, NULL, NULL, '完美时空2008-2009年北京邮电大学校园招聘宣讲会', 'event', '北京邮电大学科技大厦四层多功能厅', NULL, '公开', NULL, '招聘求职', '招聘求职', '2008-11-25 19:00:00', '2008-11-25 21:00:00', 2008, 11, 0, 25, NULL, '2008-10-27 16:46:26', 2008, 11, 25, NULL, 0, 0, '北京', 2, 0, 0, 0, 0, 0, 1, '', NULL, 0, '2008-10-26 02:41:51'),
(441199, 1684, 44, NULL, NULL, '网龙公司2008-2009年中央美术学院校园招聘宣讲会', 'event', '中央美术学院电教学术报告厅', NULL, '公开', NULL, '招聘求职', '招聘求职', '2008-10-30 18:30:00', '2008-10-30 20:30:00', 2008, 10, 0, 30, NULL, '2008-10-27 14:41:57', 2008, 10, 30, NULL, 0, 0, '北京', 2, 0, 0, 0, 0, 0, 1, '', NULL, 0, '2008-10-26 02:41:51'),
(441200, 1684, 44, NULL, NULL, '中建国际设计顾问有限公司2008-2009年清华大学校园招聘宣讲会', 'event', '清华大学建筑学院王泽生报告厅', NULL, '公开', NULL, '招聘求职', '招聘求职', '2008-11-16 19:00:00', '2008-11-16 21:30:00', 2008, 11, 0, 16, NULL, '2008-10-27 19:43:28', 2008, 11, 16, NULL, 0, 0, '北京', 2, 0, 0, 0, 0, 0, 1, '', NULL, 0, '2008-10-26 02:41:51'),
(441201, 1684, 44, NULL, NULL, '中南控股集团2008-2009年中国人民大学校园招聘宣讲会', 'event', '中国人民大学', NULL, '公开', NULL, '招聘求职', '招聘求职', '2008-11-23 08:00:00', '2008-11-23 23:00:00', 2008, 11, 0, 23, NULL, '2008-10-26 02:41:51', 2008, 11, 23, NULL, 0, 0, '北京', 1, 0, 0, 1, 0, 0, 1, '', NULL, 0, '2008-10-26 02:41:51'),
(441202, 1684, 44, NULL, NULL, '株式会社DreamArts2008-2009年清华大学校园招聘宣讲会', 'event', '清华大学就业中心2号报告厅', NULL, '公开', NULL, '招聘求职', '招聘求职', '2008-11-04 15:00:00', '2008-11-04 18:00:00', 2008, 11, 0, 4, NULL, '2008-10-27 07:03:43', 2008, 11, 4, NULL, 0, 0, '北京', 2, 0, 0, 0, 0, 0, 1, '', NULL, 0, '2008-10-26 02:41:51');
